problems/+azevedo/@MMSBendingBar/meshes/unitCubeAnsys300/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    front
    {
        type            wall;
        nFaces          24;
        startFace       620;
    }
    back
    {
        type            wall;
        nFaces          24;
        startFace       644;
    }
    left
    {
        type            wall;
        nFaces          20;
        startFace       668;
    }
    right
    {
        type            wall;
        nFaces          20;
        startFace       688;
    }
    top
    {
        type            wall;
        nFaces          20;
        startFace       708;
    }
    bottom
    {
        type            wall;
        nFaces          20;
        startFace       728;
    }
)


// ************************************************************************* //
